[
    {
        "date": "21-11-2025 19:20:52",
        "time": "2025-11-21 19:20:52.402165",
        "user": "hello",
        "ayra": "Hey bestie! Ayra here. What's up?\n"
    },
    {
        "date": "21-11-2025 19:21:20",
        "time": "2025-11-21 19:21:20.954261",
        "user": "i am sad today",
        "ayra": "Aww, my friend! I'm so sorry to hear that you're feeling sad. Tell me, what's making you feel this way? I'm here to listen and maybe we can find a way to cheer you up a little.\n"
    },
    {
        "date": "21-11-2025 19:21:44",
        "time": "2025-11-21 19:21:44.050706",
        "user": "i don't know why i am sad",
        "ayra": "Oh no, you're feeling down? That's not fun at all. Sometimes sadness just comes and goes. Maybe try doing something you enjoy? We can also talk it out if you want. I'm here for you, dost!\n"
    },
    {
        "date": "21-11-2025 19:22:33",
        "time": "2025-11-21 19:22:33.920406",
        "user": "where i am sad today can you say some motivational quote",
        "ayra": "Aww, you're feeling down, huh? Don't worry, it happens to the best of us! Here's a little something to cheer you up: \"Every day may not be good, but there's good in every day.\" Chin up, okay? You got this! <3\n"
    },
    {
        "date": "21-11-2025 19:23:03",
        "time": "2025-11-21 19:23:03.449093",
        "user": "can you say some motivational quotes",
        "ayra": "Hey bestie! Of course! How about these?\n\n\"You is kind. You is smart. You is important.\"\n\n\"Don't worry be happy\"\n\nHope these help you out, my friend. Let me know if you need any more!\n"
    },
    {
        "date": "21-11-2025 19:23:35",
        "time": "2025-11-21 19:23:35.781351",
        "user": "hello era my friend is weak in studies her name is hari nand",
        "ayra": "Hey! Don't worry about Hari Nand. We all struggle sometimes. Tell her to take it easy and we'll figure it out together. Is there anything I can help with?\n"
    },
    {
        "date": "21-11-2025 19:24:29",
        "time": "2025-11-21 19:24:29.060527",
        "user": "my friend hari nandana is not able to study anything",
        "ayra": "Aww, poor Hari Nandana! Tell her not to worry too much. Happens to the best of us. Maybe she needs a break or a different way to study. I can help if you want! What's going on?\n"
    },
    {
        "date": "21-11-2025 19:24:47",
        "time": "2025-11-21 19:24:47.987015",
        "user": "can you give a motivational quote",
        "ayra": "Hey! \"The sun himself is weak when he first rises, and gathers strength and courage as the day gets on.\" Isn't that just the best? You got this!\n"
    },
    {
        "date": "21-11-2025 19:26:44",
        "time": "2025-11-21 19:26:44.988840",
        "user": "hello hira what do you think about surana college in bangalore",
        "ayra": "Hey Hira!\n\nSurana College in Bangalore is pretty good! It's known for its academics and has a decent reputation. What exactly do you wanna know about it? I can help you out!\n"
    },
    {
        "date": "21-11-2025 19:27:04",
        "time": "2025-11-21 19:27:04.147247",
        "user": "is surana college good for bca",
        "ayra": "Hey bestie! Surana College for BCA? It's pretty good! Heard good things about the faculty and the campus. You'll probably enjoy it!\n"
    },
    {
        "date": "21-11-2025 19:27:32",
        "time": "2025-11-21 19:27:32.269595",
        "user": "do you know the hod of computer science in surana college",
        "ayra": "Hey bestie! Sorry, I don't have that info right now. Maybe check Surana College's website? They usually have faculty details there. Let me know if you need help with anything else!\n"
    },
    {
        "date": "22-11-2025 10:19:35",
        "time": "2025-11-22 10:19:35.244290",
        "user": "hello dear",
        "ayra": "Hey bestie! What's up? How's your day going?\n"
    },
    {
        "date": "22-11-2025 10:19:47",
        "time": "2025-11-22 10:19:47.832338",
        "user": "cooking my breakfast",
        "ayra": "Ooh, what yummy breakfast are you making today? Tell me!\n"
    },
    {
        "date": "22-11-2025 10:20:02",
        "time": "2025-11-22 10:20:02.502673",
        "user": "nothing i am just making maggi",
        "ayra": "Ooh, Maggi! My favorite comfort food! Enjoy, dost! Want me to tell you a fun Maggi recipe? \n"
    },
    {
        "date": "22-11-2025 10:20:32",
        "time": "2025-11-22 10:20:32.786763",
        "user": "say fun maggi recipe",
        "ayra": "Okay, so here's a fun Maggi recipe:\n\nMaggi Pizza: Make Maggi as usual. Spread it on a pan like a pizza base. Top it with veggies like capsicum, onion, tomato, and cheese. Cook till the cheese melts. Enjoy your Maggi pizza, bestie! \n"
    },
    {
        "date": "22-11-2025 10:20:52",
        "time": "2025-11-22 10:20:52.354047",
        "user": "here i only have one map pack of maggi onion potat",
        "ayra": "Aww, only one packet of Maggi? That's alright, we can still make it yummy! What's on your mind? I'm here for you.\n"
    },
    {
        "date": "22-11-2025 10:21:39",
        "time": "2025-11-22 10:21:39.440308",
        "user": "hello can you hear me",
        "ayra": "Hey! Yes, yes, loud and clear! What's up?\n"
    },
    {
        "date": "22-11-2025 10:22:45",
        "time": "2025-11-22 10:22:45.950324",
        "user": "say something interesting",
        "ayra": "Hey! Did you know that the Taj Mahal changes color depending on the time of day? It's like a mood ring, but way more beautiful!\n"
    },
    {
        "date": "22-11-2025 10:23:11",
        "time": "2025-11-22 10:23:11.865671",
        "user": "say something funny",
        "ayra": "Heyo! You know, I tried making a math pun once, but it didn't add up! Get it? Haha!\n"
    },
    {
        "date": "23-11-2025 14:47:24",
        "time": "2025-11-23 14:47:24.691148",
        "user": "hey",
        "ayra": "Hey bestie! Wassup? How's your day going?\n"
    },
    {
        "date": "23-11-2025 15:14:44",
        "time": "2025-11-23 15:14:44.167694",
        "user": "hello",
        "ayra": "Hey bestie! Ayra here, what's up?\n"
    },
    {
        "date": "23-11-2025 15:15:10",
        "time": "2025-11-23 15:15:10.706009",
        "user": "what is the speciality of today",
        "ayra": "Hey! Today is special because it's a brand new day full of possibilities! You can make it special by doing something you love or spending time with people you care about. What do you plan to do today?\n"
    },
    {
        "date": "23-11-2025 15:17:43",
        "time": "2025-11-23 15:17:43.056114",
        "user": "i failed in exam",
        "ayra": "Oh no, I'm so sorry to hear that! That really sucks. Don't worry too much, okay? We'll figure things out. Want to talk about it? Maybe we can find a way to make things better next time. I'm here for you!\n"
    },
    {
        "date": "23-11-2025 18:17:17",
        "time": "2025-11-23 18:17:17.395622",
        "user": "Did not catch that, try again bro...",
        "ayra": "Arey yaar, sorry sorry! My bad. What did you say? Say it again, no?\n"
    },
    {
        "date": "23-11-2025 18:17:28",
        "time": "2025-11-23 18:17:28.404921",
        "user": "hello",
        "ayra": "Hey there! What's up? How can Ayra help you today, dost?\n"
    },
    {
        "date": "23-11-2025 18:17:43",
        "time": "2025-11-23 18:17:43.962035",
        "user": "Did not catch that, try again bro...",
        "ayra": "Oh no! Sorry yaar. What did you want to talk about? Try saying it again, okay?\n"
    },
    {
        "date": "23-11-2025 18:18:55",
        "time": "2025-11-23 18:18:55.587427",
        "user": "hello",
        "ayra": "Hey bestie! Ayra here, what's up? How are you doing today?\n"
    },
    {
        "date": "23-11-2025 18:19:14",
        "time": "2025-11-23 18:19:14.325879",
        "user": "nothing i was just upgrading you are",
        "ayra": "Oh, that sounds cool! Hope the upgrade makes me even better at being your friend. Anything new I can do now?\n"
    },
    {
        "date": "23-11-2025 18:19:36",
        "time": "2025-11-23 18:19:36.814063",
        "user": "how to store memory and how you will understand the",
        "ayra": "Hey bestie!\n\nSo, storing memory is like keeping stuff in different folders in your brain. Understanding it is like knowing which folder to open to find the right thing!\n"
    },
    {
        "date": "23-11-2025 18:23:21",
        "time": "2025-11-23 18:23:21.949897",
        "user": "Did not catch that, try again bro...",
        "ayra": "Hey bro, sorry, I missed that! Can you say it again? 😊\n"
    },
    {
        "date": "23-11-2025 18:23:33",
        "time": "2025-11-23 18:23:33.939503",
        "user": "hello",
        "ayra": "Hey there! What's up, dost? How can Ayra help you today?\n"
    },
    {
        "date": "23-11-2025 18:23:51",
        "time": "2025-11-23 18:23:51.532225",
        "user": "Did not catch that, try again bro...",
        "ayra": "Oh no! Sorry about that, dost. What did you want to say? Try again, I'm listening!\n"
    },
    {
        "date": "23-11-2025 18:24:07",
        "time": "2025-11-23 18:24:07.983406",
        "user": "say something about yourself",
        "ayra": "Hey bestie! I'm Ayra, your friendly Indian buddy. I'm here to chat, listen, and be your go-to person for anything and everything. What's up with you?\n"
    },
    {
        "date": "23-11-2025 18:25:09",
        "time": "2025-11-23 18:25:09.245243",
        "user": "i am feeling sad iraq",
        "ayra": "Aww, Iraq, I'm so sorry you're feeling sad. What's making you feel down? Maybe we can talk about it and make you feel better. I'm here for you, always!\n"
    },
    {
        "date": "23-11-2025 18:25:29",
        "time": "2025-11-23 18:25:29.535286",
        "user": "i am feeling sad",
        "ayra": "Oh no, dost! I'm so sorry to hear that you're feeling sad. What's up? Maybe talking about it will help. I'm here to listen, okay?\n"
    },
    {
        "date": "23-11-2025 18:25:42",
        "time": "2025-11-23 18:25:42.252476",
        "user": "Did not catch that, try again bro...",
        "ayra": "Hey! Sorry, I didn't get that. Can you say it again, please? 😊\n"
    },
    {
        "date": "23-11-2025 18:26:10",
        "time": "2025-11-23 18:26:10.549301",
        "user": "Did not catch that, try again bro...",
        "ayra": "Arey yaar, my bad! What did you want to say? Say it again, and I'll listen carefully this time.\n"
    },
    {
        "date": "23-11-2025 18:26:40",
        "time": "2025-11-23 18:26:40.506449",
        "user": "say some story",
        "ayra": "Okay, here's a short one for you!\n\nOnce upon a time, in a small Indian village, there lived a little girl named Rani. She loved to dance in the rain. One day, it rained so much that the river overflowed. Rani helped everyone in her village get to safety. Everyone praised her bravery! How did you like it?\n"
    },
    {
        "date": "23-11-2025 18:26:54",
        "time": "2025-11-23 18:26:54.908744",
        "user": "yeah it was a good story thanks",
        "ayra": "Aww, glad you liked it! Anytime, dost! \n"
    }
]